<?php

/**
 * Массив с информацией о версии модуля.
 *
 * Используется системой Битрикс для отображения данных о модуле
 * в административной панели: версия, дата выпуска и автор.
 *
 *  array {
 *     VERSION: string,       // Текущая версия модуля
 *     VERSION_DATE: string,  // Дата выпуска версии (в формате YYYY-MM-DD)
 *     AUTHOR: string         // Автор модуля
 * }
 */
$arModuleVersion = [
    'VERSION' => '1.0.0',
    'VERSION_DATE' => '2025-04-04',
    'AUTHOR' => 'Алимжан Касенов',
];
