<?php
/**
 * Языковой файл модуля `garage.mod`.
 * Содержит строки, используемые при установке и отображении информации о модуле в админке.
 */

$MESS['OTUS_HOMEWORK_MODULE_NAME'] = 'Кастомный модуль для вкладки CRM';
/**
 * Название модуля, отображается в списке установленных модулей в админке.
 */

$MESS['OTUS_HOMEWORK_MODULE_DESC'] = 'Модуль добавляет вкладку с компонентом.';
/**
 * Краткое описание модуля, отображается под названием в админке.
 */

$MESS['OTUS_HOMEWORK_PARTNER_NAME'] = 'Алимжан Касенов';
/**
 * Название разработчика или компании, отображается в админке как "Партнёр".
 */

$MESS['OTUS_HOMEWORK_PARTNER_URI'] = 'alim_kasenov@bk.ru';
/**
 * Ссылка на сайт разработчика/партнёра, кликабельная в списке модулей.
 */

$MESS['OTUS_HOMEWORK_INSTALL_SUCCESS'] = 'Модуль успешно установлен.';
/**
 * Сообщение, выводимое после успешной установки модуля.
 */

$MESS['OTUS_HOMEWORK_UNINSTALL_SUCCESS'] = 'Модуль успешно удалён.';
/**
 * Сообщение, выводимое после успешного удаления модуля.
 */

$MESS['OTUS_HOMEWORK_INSTALL_ERROR'] = 'Ошибка установки модуля.';
/**
 * Сообщение об ошибке установки, выводится если не соблюдены условия (например, старая версия ядра).
 */
