<?php
/**
 * Языковой файл модуля `garage.mod` (установка).
 * Используется для отображения текста в интерфейсе установки/удаления модуля в админке Bitrix.
 */

$MESS['OTUS_HOMEWORK_MODULE_NAME'] = 'Добавление вкладки в сделку';
/**
 * Название модуля, отображается в административной панели в списке установленных модулей.
 */

$MESS['OTUS_HOMEWORK_MODULE_DESC'] = 'Модуль добавляет вкладку с компонентом.';
/**
 * Описание модуля, выводится под названием.
 */

$MESS['OTUS_HOMEWORK_PARTNER_NAME'] = 'Касенов Алимжан';
/**
 * Имя или название партнёра (разработчика), отображается в админке.
 */

//$MESS['OTUS_HOMEWORK_PARTNER_URI'] = 'https://example.com';
/**
 * (Закомментировано) URI партнёра, можно раскомментировать и указать ссылку на сайт разработчика.
 */
